9/data/attachments/4aeba3687cee8fdc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_put_Actions_92571_2</nif:username>
            <nif:friendToBeRequested>soap_actions_954a8992-2861-4087-a161-ca6869131195</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>